test/gasUGKP/mixtureTransport/0/T
FoamFile { version 2.0; format ascii; class volScalarField; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
