test/gasUGKP/mixtureTransport/0/Y_A
FoamFile { version 2.0; format ascii; class volScalarField; object Y_A; }
dimensions [0 0 0 0 0 0 0];
internalField nonuniform List<scalar>
64
(
0.50980959427146777
0.52933431105909978
0.54857652239546673
0.56735091526653703
0.58547668200583525
0.60277926157110995
0.61909202066259517
0.63425785849277894
...
);
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
