test/gasUGKP/mixtureTransport/0/Y_B
FoamFile { version 2.0; format ascii; class volScalarField; object Y_B; }
dimensions [0 0 0 0 0 0 0];
internalField nonuniform List<scalar>
64
(
0.49019040572853223
0.47066568894090022
0.45142347760453327
0.43264908473346297
0.41452331799416475
0.39722073842889005
0.38090797933740483
0.36574214150722106
...
);
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
