test/gasUGKP/mixtureTransport/0/theta
FoamFile { version 2.0; format ascii; class volScalarField; object theta; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
 left { type cyclic; }
 right { type cyclic; }
 sides { type empty; }
}
