test/gasUGKP/mixtureTransport/system/fvSchemes
FoamFile { version 2.0; format ascii; class dictionary; object fvSchemes; }

fluxScheme HLLC;
gasLimiter barthJespersen;
ddtSchemes { default SSPRK2; }
gradSchemes { default Gauss linear; }
divSchemes
{
 default none;
 div(phi,U) Gauss MUSCL;
 div(phi,e) Gauss MUSCL;
 div(phi,K) Gauss MUSCL;
 div(phi,(p|rho)) Gauss MUSCL;
 div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
